{
  "Header_title": "NAITWA IAN",
  "Header_subtitle": "FULLSTACK DEVELOPER\nUI/UX DESIGNER.",
  "Header_p": "Ninatafuta kazi kwa bidii.\nNinaishi Nairobi, Kenya.\nHaya hapa ni maelezo zaidi kuhusu Ninachofanya🚀🚀💯💯",
  "Platform_title": "Acha Nikusaidie Kuendelea",
  "Platform_web": "Mtandao",
  "Platform_mobile": "Rununu",
  "Platform_desktop": "Kompyuta",
  "Service_designer": "Mbuni wa UI/UX",
  "Service_designerDesc": "Jaribu violesura vyangu vya kisasa ambavyo ni rahisi kutumia vinavyoweza kubadilika na kubadilika kwa aina mbalimbali za vifaa na majukwaa.",
  "Service_engineer": "Mhandisi wa Fullstack",
  "Service_engineerDesc": "Ninajivunia kuandika nambari safi na bora ambayo inakidhi mahitaji ya mtumiaji wa mwisho na pia hutoa dhamana kwa mteja.",
  "Service_architecture": "Usanifu wa Mifumo",
  "Service_architectureDesc": " Ninalenga kuelewa mahitaji ya tatizo kwa uwazi na kubuni mfumo bora wa kuongeza kasi ambao hauna muda wa kupungua",
  "Tech_number": "00",
  "Tech_title": "Teknolojia",
  "Tech_desc": "Nina uzoefu wa kuandika suluhisho kwa tabaka tofauti za safu za teknolojia ya programu. ",
  "Tech_l1-title": "ASP.NET",
  "Tech_l1-desc": "Ninatumia ASP .NET kuunda programu-tumizi za upande wa seva zinazofichua sehemu za mwisho za API au GraphQL",
  "Tech_l2-title": "NodeJS | TS | JS",
  "Tech_l2-desc": "Nina uzoefu wa kutengeneza suluhisho za Wavuti ambazo zimejengwa kwa kutumia mifumo maarufu ya NodeJS.",
  "Tech_l3-title": "PHP",
  "Tech_l3-desc": "Nimeandika na kusambaza suluhisho kwa majukwaa kwa kutumia WordPress. ",
  "Deployment_number": "01",
  "Deployment_title": "Usambazaji",
  "Deployment_desc": "Nina uzoefu wa kusanidi mabomba ya kusambaza kiotomatiki na kudumisha programu ya kutoa kwa majukwaa tofauti. ",
  "Deployment_l1-title": "Docker",
  "Deployment_l1-desc": "Ninaweza kuunda na kuendesha kontena ya docker ili kuendesha programu katika teknolojia yoyote na kuwasiliana kwa usalama na rasilimali zinazohitajika za nje.",
  "Deployment_l2-title": "Azure Devops | Github",
  "Deployment_l2-desc": "Ninaweza kusanidi utiririshaji wa kazi unaoendeshwa kwenye GitHub na Azure DevOps ili kufanyia majaribio otomatiki, ujenzi, na kutolewa kwa programu kwa kutumia sajili za vyombo.",
  "Deployment_l3-title": "Jira",
  "Deployment_l3-desc": "Ninaweza kusanidi bodi za kazi zinazounganishwa na Timu za MS na Slack kwa arifa na kufuatilia maendeleo kutoka kwa upeo hadi kutolewa kwa logi ya mabadiliko ya repos.",
  "Development_number": "02",
  "Development_title": "Maendeleo",
  "Development_desc": "Kazi zangu nyingi za kila siku hufanywa karibu na programu ifuatayo",
  "Development_l1-title": "VS Code",
  "Development_l1-desc": "",
  "Development_l2-title": "Figma",
  "Development_l2-desc": "",
  "Development_l3-title": "Lucid Chart",
  "Development_l3-desc": "",
  "About_number": "03",
  "About_title": "Kuhusu mimi",
  "About_content": "Jambo, Jina langu ni Ian Mugambi. Kwa sasa niko Nairobi, Kenya, na nimekuwa na furaha ya kufanya kazi na makampuni kutoka kote ulimwenguni, ikiwa ni pamoja na Singapore na Vietnam. Nina shauku ya kusimba na kutatua matatizo, na ninapenda kuchunguza teknolojia na zana mpya za kuunda na kuboresha bidhaa.\n\nSafari yangu ya uhandisi ilianza katika shule ya upili. Nilishiriki katika kitengo cha Sayansi ya Kompyuta katika Maonyesho ya Kitaifa ya Sayansi na Uhandisi ya Kenya. Kusema kweli, hii bado ni kati ya wakati wa furaha maishani mwangu. Niliweka kazi nyingi katika mradi wangu na nikamaliza fainali ya kitaifa. Tukio hili lilitumika kama kichocheo kikubwa ambacho kilibadilisha kalenda ya matukio ninayoishi. Ilisukuma zaidi shauku yangu ya uhandisi wa programu. Na hadi leo! Bado ninaandika programu </br>\n\nKwa ujumla, mimi ni mhandisi wa programu mwenye shauku, uzoefu na hamu kubwa ya kuunda suluhisho za kibunifu. Niko tayari kujifunza, kushirikiana na kufanya hatua ya ziada ili kuhakikisha kuwa bidhaa ninazounda ni za ubora wa juu zaidi. Ikiwa unatafuta mhandisi wa programu mwenye talanta kujiunga na timu yako, nitafurahi zaidi kujadili jinsi ninaweza kukusaidia.",
  "UI_number": "04",
  "UI_title": "UI",
  "UI_scroll": "Telezesha Ili Kuelekeza",
  "Experience_number": "05",
  "Experience_title": "Uzoefu",
  "Experience_download": "Upakuaji wa CV",
  "Projects_number": "06",
  "Projects_title": "Miradi"
}
