{
  "Header_title": "jina langu ni ian",
  "Header_subtitle": "Mhandisi wa Programu,\n",
  "Header_p": "Asante kwa kutembea.\n",
  "Platform_title": "nikusaidie kujiendeleza",
  "Platform_web": "mtandao",
  "Platform_mobile": "rununu",
  "Platform_desktop": "tarakilishi",
  "Service_designer": "Mbuni wa UI/UX",
  "Service_designerDesc": "Jaribu violesura vyangu vya kisasa na angavu ambavyo ni rahisi kutumia, vinavyoweza tumika kwa vifaa na majukwaa mbalimbali.",
  "Service_engineer": "Mhandisi (Fullstack)",
  "Service_engineerDesc": "Ninajivunia kuandika programu safi na bora inayokidhi mahitaji ya watumiaji wa mwisho na kutoa thamani kwa wateja",
  "Service_architecture": "Mhandisi wa Usanifu wa Mfumo",
  "Service_architectureDesc": "Ninalenga kuelewa mahitaji ya tatizo kwa uwazi na kubuni mfumo bora wa kuongeza kasi ambao hauna muda wa mapumziko",
  "About_number": "00",
  "About_title": "Kunihusu",
  "About_content": "Jambo, Jina langu ni Ian Mugambi. Kwa sasa niko Nairobi, Kenya, na nimekuwa na furaha ya kufanya kazi na makampuni kutoka kote ulimwenguni, ikiwa ni pamoja na Singapore na Vietnam. Nina shauku ya kusimba na kutatua matatizo, na ninapenda kuchunguza teknolojia na zana mpya za kuunda na kuboresha bidhaa.\n\nSafari yangu ya uhandisi ilianza katika shule ya upili. Nilishiriki katika kitengo cha Sayansi ya Kompyuta katika Maonyesho ya Kitaifa ya Sayansi na Uhandisi ya Kenya. Kusema kweli, hii bado ni kati ya wakati wa furaha maishani mwangu. Niliweka kazi nyingi katika mradi wangu na nikamaliza fainali ya kitaifa. Tukio hili lilitumika kama kichocheo kikubwa ambacho kilibadilisha kalenda ya matukio ninayoishi. Ilisukuma zaidi shauku yangu ya uhandisi wa programu. Na hadi leo! Bado ninaandika programu </br>\n\nKwa ujumla, mimi ni mhandisi wa programu mwenye shauku, uzoefu na hamu kubwa ya kuunda suluhisho za kibunifu. Niko tayari kujifunza, kushirikiana na kufanya hatua ya ziada ili kuhakikisha kuwa bidhaa ninazounda ni za ubora wa juu zaidi. Ikiwa unatafuta mhandisi wa programu mwenye talanta kujiunga na timu yako, nitafurahi zaidi kujadili jinsi ninaweza kukusaidia.",
  "Experience_number": "01",
  "Experience_title": "Kazi zangu",
  "Experience_download": "Mtaala",
  "Projects_number": "02",
  "Projects_title": "Niliyojenga"
}
